Repository: AnyMindG/AnyManagerSDK
Catalog: Sources/Resources/PAGAdSDK/*.lproj/BULanguage.strings
Languages: ar, es, fr, it, ko, pt, ru, th, vi, zh_hans

source: Click
ar: انقر فوق
es: Clic
fr: Clic
it: Clic
ko: 클릭
pt: Clicar
ru: Нажмите
th: คลิก
vi: Nhấp
zh_hans: 点击

source: AD
ar: إعلان
es: Anuncios
fr: Publicité
it: Pubblicità
ko: 광고
pt: Anúncios
ru: Реклама
th: โฆษณา
vi: Quảng cáo
zh_hans: 广告

# PlayConsumed
source: %.2fMB traffic will be consumed if you play it
ar: سيؤدي تشغيل هذا إلى استخدام بيانات تبلغ %.2f ميجابايت
es: Reproducir esto usará %.2f MB de datos
fr: %.2f Mo de données seront utilisés pour la lecture
it: La riproduzione utilizzerà %.2f MB di dati
ko: 재생하면 %.2fMB 트래픽이 소비하다
pt: Ao executar este, você usará %.2f MB dos dados
ru: На воспроизведение будет потрачено %.2f МБ трафика
th: การเล่นรายการนี้จะใช้อินเทอร์เน็ต %.2f MB
vi: Bạn sẽ mất %.2f MB dữ liệu để phát mục này
zh_hans: 播放将消耗%.2fMB流量

source: Evaluation
ar: التقييم
es: Evaluación
fr: Évaluation
it: Valutazione
ko: 평가
pt: Avaliação
ru: Оценка
th: การประเมินผล
vi: Đánh giá
zh_hans: 评价

# Score
source: %@ reviews
ar: %@ مراجعات
es: %@ reseñas
fr: %@ évaluations
it: %@ recensioni
ko: 리뷰 %@개
pt: %@ críticas
ru: Отзывы: %@
th: %@ รีวิว
vi: %@ lượt đánh giá
zh_hans: %@个评分

source: Select
ar: تحديد
es: Seleccionar
fr: Sélectionner
it: Seleziona
ko: 선택
pt: Selecionar
ru: Выбрать
th: เลือก
vi: Chọn
zh_hans: 选择

source: Back
ar: رجوع
es: Atrás
fr: Retour
it: Indietro
ko: 돌아가기
pt: Voltar
ru: Назад
th: ย้อนกลับ
vi: Quay lại
zh_hans: 返回

# Replay
source: Tap to replay
ar: اضغط لإعادة التشغيل
es: Toca para reproducir
fr: Appuyez pour relancer la vidéo
it: Tocca per riprodurre
ko: 탭하여 재생
pt: Toque para repetir
ru: Нажмите, чтобы повторить
th: แตะเพื่อเล่นซ้ำ
vi: Nhấn để phát lại
zh_hans: 点击重播

# Continue
source: Continue to play
ar: المتابعة للتشغيل
es: Seguir con la reproducción
fr: Continuer pour lancer la lecture
it: Continua per riprodurre
ko: 계속하다
pt: Continue para executar
ru: Продолжить воспроизведение
th: ดำเนินการต่อเพื่อเล่น
vi: Tiếp tục phát
zh_hans: 继续播放

source: Skip
ar: تخطي
es: Omitir
fr: Passer
it: Ignora
ko: 건너뛰기
pt: Ignorar
ru: Пропустить
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过

source: Feedback
ar: الملاحظات
es: Comentarios
fr: Commentaires
ko: 피드백
pt: Comentários
ru: Отзыв
th: คำติชม
vi: Phản hồi
zh_hans: 反馈

# FeedbackStr1
source: Thanks for your feedback!
ar: شكرًا على تقديم ملاحظاتك!
es: Gracias por tus comentarios.
fr: Merci pour vos commentaires!
it: Grazie per il tuo feedback!
ko: 피드백을 보내주셔서 감사합니다!
pt: Obrigado pelos seus comentários!
ru: Спасибо за отзыв!
th: ขอบคุณสำหรับคำติชม
vi: Cảm ơn bạn đã phản hồi!
zh_hans: 感谢您的反馈！

# FeedbackStr2
source: We'll continue to improve our service.
ar: سنُواصل تحسين خدمتنا.
es: Continuaremos mejorando nuestro servicio.
fr: Nous allons continuer à améliorer notre service.
it: Continueremo a migliorare il nostro servizio.
ko: 서비스를 개선하도록 계속 노력하겠습니다.
pt: Continuaremos a melhorar o nosso serviço.
ru: Мы будем и дальше улучшать наши услуги.
th: เราจะปรับปรุงการให้บริการของเราต่อไป
vi: Chúng tôi sẽ không ngừng cải thiện dịch vụ.
zh_hans: 我们将为您带来更优质的广告体验

# FeedbackStr3
source: You've submitted feedback!
ar: لقد أرسلتَ الملاحظات!
es: Has enviado comentarios.
fr: Vos commentaires ont bien été envoyés!
it: Hai inviato un feedback!
ko: 피드백이 제출되었습니다!
pt: Enviou comentários!
ru: Вы уже оставили отзыв!
th: คุณได้ส่งคำติชมมาแล้ว
vi: Bạn đã gửi phản hồi xong!
zh_hans: 您已提交过反馈!

# FeedbackStr4
source: Please don't submit again.
ar: يُرجى عدم الإرسال مرّة أخرى.
es: No los vuelvas a enviar.
fr: Veuillez ne pas en renvoyer.
it: Non inviare nuovamente.
ko: 다시 제출하지 마세요.
pt: Não envie novamente.
ru: Пожалуйста, не отправляйте его повторно.
th: คุณไม่จำเป็นต้องส่งอีกครั้ง
vi: Vui lòng không gửi lại.
zh_hans: 请勿反复提交

source: View now
ar: العرض الآن
es: Ver ahora
fr: Consulter
it: Visualizza ora
ko: 지금 보기
pt: Ver agora
ru: Посмотреть
th: ดูเลย
vi: Xem ngay
zh_hans: 立即查看

# Download
source: Download Now
ar: نزِّل الآن
es: Descargar ahora
fr: Télécharger
it: Scarica ora
ko: 지금 다운로드
pt: Transferir agora
ru: Загрузить
th: ดาวน์โหลดเลย
vi: Tải xuống ngay
zh_hans: 立即下载

# LoadFailure
source: Failed to load, and click to try again
ar: تعذر التحميل. يرجى المحاولة مرة أخرى.
es: Error en la carga. Inténtelo de nuevo.
fr: Téléchargement impossible. Veuillez réessayer.
it: Caricamento non riuscito. Riprova.
ko: 적재 실패, 재시도 클릭
pt: Falha ao carregar. Tente novamente.
ru: Ошибка загрузки. Попробуйте снова.
th: การโหลดล้มเหลว โปรดลองอีกครั้ง
vi: Không tải được. Vui lòng thử lại.
zh_hans: 加载失败,点击重试

# GetRewardAfterWatching
source: Watch the entire video to claim your reward
ar: شاهِد الفيديو بأكمله للحصول على مكافأتك
es: Mira el vídeo completo para obtener tu recompensa
fr: Regardez la vidéo dans son intégralité pour obtenir votre récompense
it: Guarda l'intero video per richiedere il tuo premio
ko: 전체 동영상을 시청하고 리워드를 받으세요
pt: Veja todo o vídeo para reclamar a sua recompensa
ru: Посмотрите видео целиком, чтобы получить награду
th: ดูวิดีโอให้จบเพื่อรับรางวัล
vi: Xem hết video để nhận phần thưởng
zh_hans: 观看完整视频才能获得奖励

# GiveUpReward
source: Leave
ar: مغادرة
es: Salir
fr: Quitter
it: Esci
ko: 나가기
pt: Sair
ru: Покинуть
th: ออก
vi: Rời đi
zh_hans: 放弃奖励

# ContinueWatching
source: Resume
ar: استئناف
es: Reanudar
fr: Reprendre
it: Riprendi
ko: 다시 시작
pt: Retomar
ru: Продолжить
th: ดูต่อ
vi: Tiếp tục
zh_hans: 继续观看

# CanbeTurnedOffAfter
source: Skip after %ds
ar: s %d تخطي بعد
es: Omitir después de %d s
fr: Passer après %d s
it: Ignora dopo %ds
ko: %ds후에 닫을 수 있다
pt: Pular depois de %ds
ru: Можно пропустить через %d с
th: ข้ามหลังจาก %d วิ
vi: Bỏ qua sau %d s
zh_hans: %ds后可关闭

# CanbeSkipAfter
source: Skip after %ds
ar: تخطِّي بعد %d ثوانٍ
es: Omitir tras %d s
fr: Passer après %d secondes
it: Ignora dopo %d sec.
ko: %d초 후 건너뛰기
pt: Pular depois de %ds
ru: Пропустить через %d с.
th: ข้ามหลังจาก %d วิ
vi: Bỏ qua sau %d giây
zh_hans: 广告在%ds后可跳过

source: Get
ar: تنزيل
es: Descargar
fr: Télécharger
it: Scarica
ko: 다운로드
pt: Fazer download
ru: Скачать
th: ดาวน์โหลด
vi: Tải
zh_hans: 立即下载

source: View
ar: عرض
es: Ver
fr: Voir
it: Visualizza
ko: 체크
pt: Visualizar
ru: Вид
th: ดู
vi: Xem
zh_hans: 立即查看

# ContinuePlaying
source: Keep on
ar: متابعة التشغيل
es: Seguir con la reproducción
fr: Poursuivre la lecture
it: Continua a riprodurre
ko: 계속하다
pt: Continuar executando
ru: Продолжить просмотр
th: เล่นต่อ
vi: Tiếp tục chơi
zh_hans: 继续试玩

# GetRewardAfterPlaying
source: Finish playing to get rewards!
ar: قم بإستكمال التشغيل للحصول على المكافآت
es: Terminar la reproducción para reclamar recompensas
fr: Terminez la lecture pour obtenir vos récompenses
it: Riproduci tutto per richiedere le ricompense
ko: 리워드는 게임 플레이 이후에 지급됩니다.
pt: Finalizar a execução para solicitar as premiações
ru: Завершите просмотр, чтобы получить награду
th: เล่นจนจบเพื่อรับรางวัล
vi: Chơi hết để giành phần thưởng
zh_hans: 试玩后才可领取奖励

# ViewDetail
source: View
ar: عرض
es: Ver
fr: Voir
it: Visualizza
ko: 체크
pt: Visualizar
ru: Вид
th: ดู
vi: Xem
zh_hans: 查看详情

# CommitScore
source: %@ reviews
ar: %@ مراجعات
es: %@ reseñas
fr: %@ évaluations
it: %@ recensioni
ko: 리뷰 %@개
pt: %@ críticas
ru: Отзывы: %@
th: %@ รีวิว
vi: %@ lượt đánh giá
zh_hans: %@个评分

source: Ads Closed
ar: االإعلانات مغلقة
es: Anuncios cerrados
fr: Annonces fermées
it: Annunci chiusi
ko: 광고 종료
pt: Anúncios fechados
ru: Объявления закрыты
th: ปิดโฆษณา
vi: Quảng cáo đã đóng
zh_hans: 广告已关闭

source: Privacy Policy
ar: سياسية الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ko: 개인정보보호 정책
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: Display error
ar: خطأ في العرض
es: Error de visualización
fr: Erreur d'affichage
it: Errore di visualizzazione
ko: 표시 오류
pt: Erro de apresentação
ru: Ошибка отображения
th: ข้อผิดพลาดในการแสดงผล
vi: Lỗi hiển thị
zh_hans: 显示异常

# FeedbackExplaination
source: Enter a description of the display error, and click the Submit button. The ad creative will also be sent back to Pangle to help troubleshoot the problem.
ar: أدخِل وصفًا للخطأ في العرض، وانقر على الزر "إرسال". سيتمّ أيضًا إرسال التصميم الإبداعي للإعلان مرة أخرى إلى Pangle للمساعدة في استكشاف المشكلة وإصلاحها.
es: Introduce una descripción del error de visualización y haz clic en el botón Enviar. La creatividad del anuncio se enviará también de nuevo a Pangle para intentar solucionar el problema.
fr: Saisissez une description de l'erreur d'affichage et cliquez sur le bouton Envoyer. Le contenu publicitaire sera également renvoyé à Pangle afin d'aider à résoudre le problème.
it: Inserisci una descrizione dell’errore di visualizzazione e fai clic sul pulsante Invia. La creatività dell’annuncio verrà inoltre rispedita a Pangle per risolvere il problema.
ko: 표시 오류에 대한 설명을 입력하고 제출 버튼을 클릭하세요. 또한 문제 해결을 지원하기 위해 광고 크리에이티브가 Pangle에 다시 전송됩니다.
pt: Introduza uma descrição do erro de apresentação e clique no botão Enviar. O criativo de anúncio também será remetido para a Pangle para ajudar a resolver o problema.
ru: Введите описание ошибки отображения и нажмите кнопку «Отправить». Рекламный креатив также будет отправлен в Pangle в целях диагностики проблемы.
th: โปรดอธิบายข้อผิดพลาดในการแสดงผล และคลิกปุ่มส่ง โดยชิ้นงานโฆษณาจะถูกส่งกลับไปที่ Pangle เพื่อใช้ในการแก้ปัญหา
vi: Nhập mô tả về lỗi hiển thị và nhấp vào nút Gửi. Mẫu quảng cáo cũng sẽ được gửi lại cho Pangle để hỗ trợ khắc phục sự cố.
zh_hans: 请填写广告显示异常的描述，并点击提交按钮进行提交，同时我们会附带该广告素材信息一起回传以便于Pangle排查问题

source: Submit
ar: إرسال
es: Enviar
fr: Envoyer
it: Invia
ko: 제출
pt: Enviar
ru: Отправить
th: ส่ง
vi: Gửi
zh_hans: 提交

# MutiNumAD
source: ad %d of %d
ar: إعلان %d من %d
es: anuncio %d de %d
fr: annonce %d sur %d
it: annuncio %d di %d
ko: %d의 광고 %d
pt: anúncio %d de %d
ru: Реклама %d из %d
th: โฆษณา %d จาก %d
vi: quảng cáo %d/%d
zh_hans: 广告 %d/%d

source: Like this ad?
ar: هل أعجبك هذا الإعلان؟
es: ¿Te gusta este anuncio?
fr: Vous aimez cette annonce ?
it: Ti piace questo annuncio?
ko: 이 광고가 마음에 드시나요?
pt: Gostou deste anúncio?
ru: Понравилась эта реклама?
th: ชอบโฆษณานี้หรือไม่
vi: Bạn thích quảng cáo này chứ?
zh_hans: 喜欢这个广告吗？

source: Good
ar: جيِّد
es: Bien
fr: Bien
it: Bene
ko: 좋음
pt: Bom
ru: Хорошо
th: ดี
vi: Tuyệt vời
zh_hans: 较好

source: Not bad
ar: ليس سيئًا
es: Ni bien ni mal
fr: Ni bien ni mal
it: Né bene né male
ko: 나쁘지 않음
pt: Aceitável
ru: Неплохо
th: ไม่แย่
vi: Không tệ lắm
zh_hans: 不错

source: Bad
ar: سيئ
es: Mal
fr: Mal
it: Male
ko: 안 좋음
pt: Ruim
ru: Плохо
th: แย่
vi: Tồi tệ
zh_hans: 较差

source: Please select reason
ar: يُرجى تحديد سبب
es: Selecciona el motivo
fr: Veuillez sélectionner une raison
it: Seleziona un motivo
ko: 이유를 선택해 주세요
pt: Selecione um motivo
ru: Выберите причину
th: โปรดเลือกเหตุผล
vi: Vui lòng chọn lý do
zh_hans: 请选择原因

# TellUsHowThisAdMadeYouFell
source: Tell us how this ad made you feel
ar: أخبِرنا عن شعورك بعد مشاهدة هذا الإعلان
es: Dinos cómo te ha hecho sentir este anuncio
fr: Comment vous sentez-vous à la vue de cette annonce ?
it: Come ti ha fatto sentire questo annuncio?
ko: 이 광고에 대한 느낌을 알려 주세요
pt: Conte-nos o que achou deste anúncio
ru: Как вам эта реклама?
th: บอกเราว่าโฆษณานี้ทำให้คุณรู้สึกอย่างไร
vi: Hãy chia sẻ cảm nhận của bạn về quảng cáo này
zh_hans: 你觉得这个广告怎么样？

source: Report this ad to help us improve
ar: قدِّم ملاحظاتك حول هذا الإعلان لمساعدتنا في التحسين
es: Informa sobre este anuncio para ayudarnos a mejorar
fr: Envoyez-nous un commentaire sur cette annonce pour nous permettre de nous améliorer
it: Segnala questo annuncio per aiutarci a migliorare
ko: 피드백을 주시면 이 광고를 개선하는 데 도움이 됩니다
pt: Denuncie este anúncio para nos ajudar a melhorar
ru: Вы можете отправить отзыв об этой рекламе, чтобы помочь нам стать лучше
th: รายงานโฆษณานี้เพื่อช่วยเราปรับปรุง
vi: Báo cáo quảng cáo này để giúp chúng tôi cải thiện
zh_hans: 举报这个广告，以帮助我们改进

# AddTheResonYouThinkBad
source: Add the reason you think bad
ar: أضِف السبب الذي يجعلك تعتقد أنه سيئ
es: Añade la razón por la que crees que está mal
fr: Ajoutez la cause du problème
it: Aggiungi un motivo specifico
ko: 좋지 않다고 생각하는 이유를 추가하세요
pt: Adicione o motivo pelo qual você acha que é ruim
ru: Добавьте причину, по которой вы считаете контент неправильным
th: เพิ่มเหตุผลที่คุณคิดว่าเป็นสิ่งที่ไม่ดี
vi: Thêm lý do khiến bạn nghĩ đây là nội dung tệ
zh_hans: 添加你认为广告较差的原因

source: Done
ar: تمَّ
es: Listo
fr: Terminé
it: Fine
ko: 완료
pt: Concluído
ru: Готово
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成

# OhterReasons
source: Other reasons
ar: أسباب أخرى
es: Otras razones
fr: Autres causes
it: Altri motivi
ko: 기타 이유
pt: Outros motivos
ru: Другие причины
th: เหตุผลอื่นๆ
vi: Lý do khác
zh_hans: 其他原因
